[
  [{"qText": "Identify the first male actor to win the Best Actor Oscar in the year 1929.",
   "originalQId": 2498},
   {"qText": "Who received the inaugural Best Actor Oscar in 1929?",
   "originalQId": 2498},
   {"qText": "Can you name the first male recipient of the Best Actor Academy Award in 1929?",
   "originalQId": 2498},
   {"qText": "Who achieved the distinction of being the first Best Actor Oscar winner in 1929?",
   "originalQId": 2498}]
   ,



  [{"qText": "Name the superhero who employs a butler called Alfred.",
   "originalQId": 764},
   {"qText": "Which comic book hero is served by a butler named Alfred?",
   "originalQId": 764},
   {"qText": "Identify the superhero associated with a butler called Alfred.",
   "originalQId": 764},
   {"qText": "Can you tell me the name of the superhero whose butler's name is Alfred?",
   "originalQId": 764}
  ],

  [{"qText": "In 1976, which city hosted the Summer Olympic Games?",
   "originalQId": 52},
   {"qText": "Which city was the venue for the 1976 Summer Olympic Games?",
   "originalQId": 52},
   {"qText": "Can you identify the host city of the 1976 Summer Olympics?",
   "originalQId": 52},
   {"qText": "Where were the Summer Olympics held in the year 1976?",
   "originalQId": 52}
 ],


  [{"qText": "In 1994, which country hosted the FIFA World Cup?",
   "originalQId": 79},
   {"qText": "Can you name the host country of the 1994 FIFA World Cup?",
   "originalQId": 79},
   {"qText": "Which nation was the venue for the FIFA World Cup in 1994?",
   "originalQId": 79},
   {"qText": "Identify the country that hosted the 1994 FIFA World Cup.",
   "originalQId": 79}
  ],


  [{"qText": "Who was the top goal scorer from Barcelona in the 2009-10 Champions League, with eight goals?",
   "originalQId": 2018},
   {"qText": "Can you name the Barcelona player who led as the top scorer with eight goals in the 2009-10 Champions League?",
   "originalQId": 2018},
   {"qText": "Which player from Barcelona scored eight goals to become the leading scorer in the 2009-10 Champions League?",
   "originalQId": 2018},
   {"qText": "Identify the Barcelona footballer who achieved the highest goal tally of eight in the 2009-10 Champions League.",
   "originalQId": 2018}
  ],


  [ {"qText": "The Amazon river begins in which nation?",
   "originalQId": 944},
   {"qText": "In which country does the Amazon River originate?",
   "originalQId": 944},
   {"qText": "Can you identify the starting point nation of the Amazon River?",
   "originalQId": 944},
   {"qText": "Which nation is home to the source of the Amazon River?",
   "originalQId": 944}
  ],


  [ {"qText": "Identify the inaugural President of the United States.",
   "originalQId": 999},
   {"qText": "Who was the first individual to serve as President of the United States?",
   "originalQId": 999},
   {"qText": "Can you name the first President of the United States?",
   "originalQId": 999},
   {"qText": "Who holds the distinction of being the United States' initial President?",
   "originalQId": 999}
  ],


  [{"qText": "Who received FIFA's Ballon D'Or consecutively from 2009 to 2012?",
   "originalQId": 1926},
   {"qText": "Can you identify the footballer who won the FIFA Ballon D'Or each year from 2009 through 2012?",
   "originalQId": 1926},
   {"qText": "Which player was awarded the FIFA Ballon D'Or annually between 2009 and 2012?",
   "originalQId": 1926},
   {"qText": "Who was the recipient of the FIFA Ballon D'Or for four consecutive years, from 2009 to 2012?",
   "originalQId": 1926}
  ],


   [{"qText": "What is the name of the American State often called the 'Garden State'?",
   "originalQId": 1013},
   {"qText": "Can you identify the U.S. State commonly referred to as the 'Garden State'?",
   "originalQId": 1013},
   {"qText": "Which state in the USA is known by the nickname 'Garden State'?",
   "originalQId": 1013},
   {"qText": "What is the official name of the American State nicknamed the 'Garden State'?",
   "originalQId": 1013}
  ],


  [{"qText": "Who collaborated with Sean Kingston on the 2010 hit song Eenie Meenie?",
   "originalQId": 6431},
   {"qText": "Can you name the artist who partnered with Sean Kingston on the 2010 single Eenie Meenie?",
   "originalQId": 6431},
   {"qText": "Who was Sean Kingston's co-artist in the 2010 hit Eenie Meenie?",
   "originalQId": 6431},
   {"qText": "Identify the musician who teamed up with Sean Kingston for the song Eenie Meenie in 2010.",
   "originalQId": 6431}
  ],


   [{"qText": "Who led the Apollo 14 mission as its commander?",
   "originalQId": 1352},
   {"qText": "Can you name the commander of the Apollo 14 space mission?",
   "originalQId": 1352},
   {"qText": "Identify the astronaut who commanded the Apollo 14 mission.",
   "originalQId": 1352},
   {"qText": "Who was at the helm of the Apollo 14 mission as its commander?",
   "originalQId": 1352}
  ],

   [{"qText": "Who was the initial host of the show America's Funniest Home Videos?",
   "originalQId": 1019},
   {"qText": "Can you name the first host of America's Funniest Home Videos?",
   "originalQId": 1019},
   {"qText": "Identify the original presenter of the television show America's Funniest Home Videos.",
   "originalQId": 1019},
   {"qText": "Who began as the initial host for the TV series America's Funniest Home Videos?",
   "originalQId": 1019}
],

  [ {"qText": "What is the profession of Anthony Bourdain that made him famous?",
   "originalQId": 1281},
   {"qText": "What was the career of Anthony Bourdain that led to his fame?",
   "originalQId": 1281},
   {"qText": "Can you identify the profession that made Anthony Bourdain a well-known figure?",
   "originalQId": 1281},
   {"qText": "In what field did Anthony Bourdain achieve his celebrity status?",
   "originalQId": 1281}
  ],

  [ {"qText": "What sport is internationally governed by the organization FIFA?",
   "originalQId": 7227},
   {"qText": "Which global sport is overseen by the organization known as FIFA?",
   "originalQId": 7227},
   {"qText": "Can you identify the sport that falls under the international governance of FIFA?",
   "originalQId": 7227},
   {"qText": "FIFA is the governing body for which international sport?",
   "originalQId": 7227}
  ],

   
  [{"qText": "For which English football club does Fred the Red serve as the mascot?",
   "originalQId": 7431},
   {"qText": "Which English football team has Fred the Red as their mascot?",
   "originalQId": 7431},
   {"qText": "Can you identify the English football club represented by mascot Fred the Red?",
   "originalQId": 7431},
   {"qText": "Fred the Red is the mascot for which English football club?",
   "originalQId": 7431}
],


  [{"qText": "After The Simpsons, which is the longest-running animated series on TV, what is the second longest-running animated show that aired on Fox?",
   "originalQId": 7534},
   {"qText": "Which animated series holds the record as the second longest-running show on Fox after The Simpsons?",
   "originalQId": 7534},
   {"qText": "Following The Simpsons, what is the next longest-running animated series that has aired on Fox?",
   "originalQId": 7534},
   {"qText": "After The Simpsons, can you name the animated series that has had the longest run on Fox?",
   "originalQId": 7534}]
   ,

  [ {"qText": "With whom is Friedrich Engels most famously known to have collaborated?",
   "originalQId": 7732},
   {"qText": "Can you identify the well-known collaborator of Friedrich Engels?",
   "originalQId": 7732},
   {"qText": "Who is most famously known for collaborating with Friedrich Engels?",
   "originalQId": 7732},
   {"qText": "With whom is Friedrich Engels most famously known to have collaborated?",
   "originalQId": 7732}
  ],


  [ {"qText": "Under which President did George H. W. Bush serve as Vice President?",
   "originalQId": 8011},
   {"qText": "Who was the President of the United States during George H. W. Bush's tenure as Vice President?",
   "originalQId": 8011},
   {"qText": "George H. W. Bush was the Vice President under which U.S. President?",
   "originalQId": 8011},
   {"qText": "Which U.S. President had George H. W. Bush as his Vice President?",
   "originalQId": 8011}
  ],

  [ {"qText": "What is the official currency used in Germany?",
   "originalQId": 8092},
   {"qText": "What type of money is officially used in Germany?",
   "originalQId": 8092},
   {"qText": "Can you name the official currency of Germany?",
   "originalQId": 8092},
   {"qText": "What is the legal tender in Germany?",
   "originalQId": 8092}
  ],

  [ {"qText": "Who was the second-place finisher in the 2010 Open Golf Championship?",
   "originalQId": 8313},
   {"qText": "Can you identify the runner-up in the 2010 Open Golf Championship?",
   "originalQId": 8313},
   {"qText": "Who achieved second place in the 2010 Open Golf Championship?",
   "originalQId": 8313},
   {"qText": "Which golfer finished as the runner-up in the 2010 Open Golf Championship?",
   "originalQId": 8313}
  ]
]
